Repository: 23networks/Froxlor
Catalog: locales/*/LC_MESSAGES/default.po
Languages: de

source: This value is mandatory
de: Dieses Feld muss ausgefüllt werden

source: Either &quot;name&quot; and &quot;firstname&quot; or &quot;company&quot; must be filled
de: Entweder &quot;Name&quot; und &quot;Vorname&quot; oder &quot;Firma&quot; muss ausgefüllt werden

source: Customers
de: Kunden

source: Create customer
de: Kunden anlegen

source: Firstname
de: Vorname

source: Username
de: Benutzername

source: Options
de: Optionen

source: Unlimited
de: Unbegrenzt

source: Edit
de: Bearbeiten

source: Delete
de: Löschen

source: Change language
de: Sprache ändern

source: Language:
de: Sprache

source: Change password
de: Passwort ändern

source: Old password:
de: Altes Passwort:

source: New password:
de: Neues Passwort:

source: New password (confirm):
de: Neues Passwort (bestätigen):

source: Change theme
de: Theme ändern

source: WARNING - Please note!
de: WARNUNG - Bitte beachten!

source: Used resources (Used by customers (assigned/available))
de: Verbrauchte Ressourcen (Von Kunden verwendet (zugewiesen/verfügbar))

source: MySQL-databases
de: MySQL - Datenbanken

source: E-mail - addresses
de: E-Mail - Adressen

source: E-Mail - accounts
de: E-Mail - Konten

source: E-mail - forwarders
de: E-Mail - Weiterleitungen

source: APS - installations
de: APS - Installationen

source: FTP - accounts
de: FTP - Konten

source: PHP - memorylimit
de: PHP - Speicherlimit

source: System load
de: Systemlast

source: Outstanding tasks:
de: Ausstehende Aufgaben:

source: There are currently no outstanding tasks for Froxlor
de: Derzeit sind keine Aufgaben in Froxlor ausstehend

source: Last execution of cronjobs
de: Letzte Ausführung der Cronjobs

source: Installed version
de: Installierte Version

source: Latest version:
de: Aktuellste Version:

source: There is a newer version of Froxlor available
de: Es ist eine aktuelle Version von Froxlor verfügbar

source: Proceed
de: Fortfahren

source: Error
de: Fehler

source: Password
de: Passwort

source: Language
de: Sprache

source: Forgot password
de: Passwort vergessen

source: Success
de: Erfolgreich

source: Reset
de: Zurücksetzen

source: Save
de: Speichern

source: Question
de: Frage

source: Yes
de: Ja

source: No
de: Nein

source: the Froxlor Team
de: das Froxlor Team

source: Editing
de: Bearbeiten

source: Save file
de: Datei speichern

source: Cancel
de: Abbrechen

source: Creating a file in
de: Erstellt eine Datei in

source: Filename
de: Dateiname

source: Size
de: Größe

source: Date
de: Datum

source: Permissions
de: Berechtigungen

source: User
de: Benutzer

source: Group
de: Gruppe

source: Files
de: Dateien

source: Complete filesize
de: Komplette Dateigröße

source: Directories
de: Verzeichnisse

source: Complete directorysize
de: Komplette Verzeichnisgröße

source: Basic operations
de: Standard Operationen

source: Change dir
de: Verzeichnis wechseln

source: Create dir
de: Verzeichnis erstellen

source: Create new file in current directory
de: Neue Datei in aktuellem Verzeichnis erstellen

source: Upload files
de: Dateien hochladen

source: Upload file(s)
de: Datei(en) hochladen

source: Rename
de: Umbenennen

source: Symbolic link to
de: Symlink nach

source: Selected file(s)
de: Markierte Datei(en)

source: Change permission to
de: Berechtigungen ändern zu

source: Move to
de: Verschieben nach

source: Do it
de: Tu es

source: Rename / Move
de: Umbenennen / Verschieben

source: Successfully logged out
de: Erfolgreich ausgeloggt

source: Directory change to '%1$s' failed!
de: Verzeichniswechsel nach '%1$s' fehlgeschlagen!

source: current folder = [%1$s]
de: aktuelles Verzeichnis = [%1$s]

source: <strong>File '%1$s' is to big!</strong> (max. %2$u bytes)<br />
de: <strong>Datei '%1$s' ist zu groß!</strong> (max. %2$u Bytes)<br />

source: <br />File '%1$s' couldn't be uploaded!
de: <br />Datei '%1$s' konnte nicht hochgeladen werden!

source: <br />File '%1$s' was successfully uploaded!
de: <br />Datei '%1$s' wurde erfolgreich hochgeladen!

source: <br />Directory '%1$s' deleted!
de: <br />Verzeichnis '%1$s' gelöscht!

source: <br />Directory '%1$s' couldn't be deleted!
de: <br />Verzeichnis '%1$s' konnt nicht gelöscht werden!

source: <br />'%1$s' deleted!
de: <br />'%1$s' gelöscht!

source: <br />'%1$s' couldn't be deleted!
de: <br />'%1$s' konnt nicht gelöscht werden!

source: '%1$s' renamed to '%2$s'
de: '%1$s' wurde umbenannt noch '%2$s'

source: '%1$s' couldn't be renamed to '%2$s'!
de: '%1$s' konnt nicht nach '%2$s' umbenannt werden

source: File '%1$s' rename/move to
de: Datei '%1$s' verschoben nach

source: Directory '%1$s' created
de: Verzeichnis '%1$s' erstellt

source: Directory '%1$s' couldn't be created!
de: Verzeichnis '%1$s' konnte nicht erstellt werden!

source: <br />The permission '%1$s' you entered is not valid!
de: <br />Die eingegebenen Berechtigungen '%1$s' sind nicht valide!

source: <br />The permission of '%1$s' is set to '%2$s'!
de: <br />Die Berechtigungen von '%1$s' wurden auf '%2$s' gesetzt!

source: <br />The permission of '%1$s' couldn't be set to '%2$s'!
de: <br />Die Berechtigungen für '%1$s' konnten nicht auf '%2$s' gesetzt werden

source: <br />File '%1$s' moved
de: <br />Datei '%1$s' verschoben

source: <br />File '%1$s' couldn't be moved
de: <br />Die Datei '%1$s' konnte nicht verschoben werden

source: The directory '%1$s' doesn't exist
de: Das Verzeichnis '%1$s' existiert nicht

source: File '%1$s' couldn't be downloaded!
de: Die Datei '%1$s' konnte nicht heruntergeladen werden!

source: File '%1$s' couldn't be saved!
de: Die Datei '%1$s' konnte nicht gespeichert werden!

source: File '%1$s' was saved succesfully!
de: Die Datei '%1$s' wurde erfolgreich gespeichert!

source: Files with these extension can't be created/edited!
de: Dateien mit dieser Endung können nicht erstellt / bearbeitet werden!

source: Please enter a filename!
de: Bitte einen Dateinamen eingeben!

source: Connected to %1$s
de: Verbunden mit %1$s

source: Do you really want to delete the selected files?
de: Sollen die markierten Dateien wirklich gelöscht werden?

source: Do you really want to move the selected files to '%1$s'?
de: Sollen die markierten Dateien wirklich nach '%1$s' verschoben werden?

source: Do you really want to set the permission of the selected files to '%1$s'?
de: Sollen die Berechtigungen der markierten Dateien wirklich auf '%1$s' geändert werden?

source: Logout
de: Abmelden

source: Switch to BINARY mode
de: Auf BINARY - Modus wechseln

source: Switch to ASCII mode
de: Auf ASCII - Modus wechseln

source: Main
de: Hauptmenü

source: Login failed, please try again
de: Login fehlgeschlagen, bitte erneut versuchen

source: Overview
de: Übersicht

source: Logged in as: %s
de: Angemeldet als: %s

source: Unlimited needs to be boolean (0|1)
de: Unbegrenzt muss boolean sein (0|1)

source: The minimum required length for this field is %d
de: Die Mindestlänge für dieses Feld beträgt %d Zeichen

source: The maximum allowed length for this field is %d
de: Die Maximallänge für dieses Feld beträgt %d Zeichen

source: The value has to be greater than %d
de: Der Wert dieses Feldes muss größer als %d sein

source: The value has to be smaller than %d
de: Der Wert dieses Feldes muss kleiner sein als %d

source: The value has to be an e-mail
de: Diese Feld muss eine E-Mail - Adresse beinhalten

source: The value does not match the required format: %s
de: Der Wert dieses Feldes entspricht nicht dem erwarteten Format: %s

source: Account data
de: Kontodaten

source: Create standard subdomain
de: Standard Subdomain erstellen

source: Store default index file to customers docroot
de: Standard index.html in dem neuem Kundenverzeichnis ablegen

source: Password suggestion
de: Passwortvorschlag

source: Send password
de: Passwort senden

source: Country
de: Land

source: Contact data
de: Kontaktdaten

source: Title
de: Titel

source: Company
de: Firma

source: Street
de: Straße

source: Zipcode
de: Postleitzahl

source: City
de: Stadt

source: Phone
de: Telefon

source: Customer number
de: Kundennummer

source: Service data
de: Servicedaten

source: E-mail addresses
de: E-Mail - Adressen

source: E-mail accounts
de: E-Mail - Konten

source: E-mail forwarders
de: E-Mail - Weiterleitungen

source: Allow IMAP for e-mail accounts
de: IMAP für E-Mail - Accounts erlauben

source: Allow POP3 for e-mail accounts
de: POP3 für E-Mail - Accounts erlauben

source: FTP accounts
de: FTP - Konten

source: MySQL databases
de: MySQL - Datenbanken

source: PHP enabled
de: PHP aktiviert

source: Perl enabled
de: Perl aktiviert

source: Backup allowed
de: Backup erlauben

source: APS installations
de: APS - Installationen

source: Edit customer
de: Kunden bearbeiten

source: Deactivated
de: Gesperrt

source: empty for no changes
de: Leer für keine Änderung

source: No execution yet
de: Bisher nicht ausgeführt

source: Updating APS packages
de: APS - Pakete aktualisieren

source: Backing up files
de: Dateien sichern

source: Generating of configfiles
de: Konfigurationen neu erstellen

source: Archiving old tickets
de: Alte Tickets archivieren

source: Traffic calculation
de: Traffic berechnen

source: Send reports about web- and traffic-usage
de: Reports über die Web- und Traffic - Benutzung versenden

source: Resetting ticket counter
de: Ticketzähler zurücksetzen

source: Rebuilding webserver-configuration
de: Webserver - Konfiguration neu erstellen

source: Adding new customer %s
de: Neuen Kunden %s hinzufügen

source: Rebuilding bind-configuration
de: BIND - Konfiguration neu erstellen

source: Creating directory for new ftp-user
de: Verzeichnis für neuen FTP - Benutzer erstellen

source: Deleting files of customer %s
de: Dateien von Kunden %s löschen

source: Set quota on filesystem
de: Quota auf Dateisystem setzen

source: Installing one or more APS packages
de: Eins oder mehrere APS - Pakete installieren

source: Removing one or more APS packages
de: Eins oder mehrere APS - Pakete entfernen

source: Reconfigurating one or more APS packages
de: Eins oder mehrere APS - Pakete neu konfigurieren

source: Upgrading one or more APS packages
de: Eins oder mehrere APS - Pakete upgraden

source: Updating all APS packages
de: Alle APS - Pakete aktualisieren

source: Downloading new APS packages
de: Neue APS - Pakete herunterladen

source: Back
de: Zurück

source: Logged in as %s
de: Angemeldet als: %s

source: Addresses
de: Adressen

source: Create e-mail address
de: E-Mail - Adresse anlegen

source: Databases
de: Datenbanken

source: Settings
de: Einstellungen

source: Accounts
de: Konten

source: Directory protection
de: Verzeichnisschutz

source: Path options
de: Pfadoptionen

source: Current month
de: Aktueller Monat

source: Resources
de: Ressourcen

source: Configuration
de: Konfiguration

source: IPs and ports
de: IPs und Ports

source: Cronjob settings
de: Cronjobeinstellungen

source: Rebuild config files
de: Konfigurationen neu erstellen

source: Recalculate resource usage
de: Ressourcenverbrauch

source: PHP configurations
de: PHP - Konfigurationen

source: Miscellaneous
de: Verschiedenes

source: E-Mail & file templates
de: E-Mail & Dateitemplates

source: System logging
de: Systemlog

source: Write a message
de: Nachricht schreiben

source: No login yet
de: Noch kein Login

source: Unlock
de: Entsperren

source: You need to submit the customer
de: Sie müssen die Kunden - ID übergeben

source: You are either not allowed to incorporate this customer or this customer does not exist
de: Sie dürfen sich entweder nicht in diesen Kunden einloggen oder dieser Kunde existiert nicht

source: Do you really want to unlock customer %s?
de: Möchten Sie wirklich den Kunden %s entsperren?

source: You are either not allowed to unlock this customer or this customer does not exist
de: Sie dürfen entweder diesen Kunden nicht entsperren oder dieser Kunde existiert nicht

source: User %s successfully unlocked
de: Benutzer %s erfolgreich entsperrt

source: You may not add more than %s customers
de: Sie dürfen nicht mehr als %s Kunden haben

source: Male
de: Männlich

source: Female
de: Weiblich

source: You may not allocate more resources for the resource '%s' than you have
de: Sie dürfen für die Ressource '%s' nicht mehr vergeben als Sie selber besitzen

source: Missing input in field '%s'
de: Das Feld '%s' darf nicht leer sein

source: The entered e-mail address '%s' is wrong
de: Die eingegebene E-Mail - Adresse '%s' ist ungültig

source: You cannot create accounts which are similar to system accounts (as for example begin with '%s'). Please enter another account name.
de: Sie können keinen Account erstellen, welche Systemaccounts ähnlich sind (z.B. mit '%s' anfangen). Bitte wählen Sie einen anderen Accountnamen.

source: An account called '%s' already exists
de: Ein Account mit dem Namen '%s' existiert bereits

source: The chosen account name '%s' contains invalid characters
de: Der gewählt Accountname '%s' enthält ungültige Zeichen

source: The directory '%s' already exists for this customer. Please remove this before adding the customer again.
de: Das Verzeichnis '%s' für diesen Kunden existiert bereits. Bitte entfernen Sie es becor Sie diesen Kunden erneut anlegen.

source: The customer '%1$s' could not be created: %2$s
de: Der Kunde '%1$s' konnte nicht erstellt werden: %2$s

source: User '%s' successfully created
de: Der Benutzer '%s' wurde erfolgreich angelegt

source: Welcome - e-mail could not be sent for customer '%s'
de: Die Willkommensemail für den Kunden '%s' konnte nicht versendet werden

source: You don't have the permission to edit this customer
de: Sie haben nicht die erforderlichen Berechtigungen um diesen Kunden zu bearbeiten

source: The chosen customer does not exist
de: Der ausgewählte Kunde existiert nicht

source: The customer '%s' was updated successfully
de: Der Kunde '%1$s' wurde erfolgreich aktualisiert

source: Disabled
de: Deaktiviert

source: Search via webservice
de: Via Webservice suchen

source: You have %s unanswered support-ticket(s)
de: Sie haben %s unbeantwortete Supprt - Ticket(s)

source: not available
de: nicht verfügbar

source: The old password is not correct
de: Das alte Passwort ist nicht korrekt

source: Old password
de: Altes Passwort

source: New password
de: Neues Passwort

source: New password (confirm)
de: Neues Passwort (bestätigen)

source: New password and confirmation do not match
de: Das neue Passwort und die Bestätigung stimmen nicht überein

source: Your changed password was saved
de: Ihr geändertes Passwort wurde gespeichert

source: The selected language is not supported by this system
de: Die ausgewählte Sprache wird von diesem System nicht unterstützt

source: Your chosen language was activated
de: Ihre gewählte Sprache wurde aktiviert

source: The selected theme does not exist
de: Das ausgewählte Theme existiert nicht

source: Your chosen theme was activated
de: Ihr gewähltes Theme wurde aktiviert

source: Profile language
de: Profilsprache

source: Password reset successfully.<br />You now should receive an email with your new password.
de: Passwort erfolgreich zurückgesetzt.<br />Sie sollten eine E-Mail mit Ihrem neuen Passwort erhalten haben.

source: The username or password you typed in is wrong. Please try it again!
de: Der eingegebene Benutzername oder das Passwort ist falsch. Bitte versuchen Sie es erneut!

source: This account has been suspended because of too many login errors. <br />Please try again in
de: Dieser Account wurde wegen zuvieler falscher Loginversuche deaktiviert.<br />Bitte versuchen Sie es später erneut.

source: The message to &quot;%s&quot; failed
de: Die Meldung konnte nicht an &quot;%s&quot; versendet werden

source: Your account has been locked. Please contact your administrator for further information.
de: Ihr Account wurde gesperrt. Bitte kontaktieren Sie Ihren Administrator für nähere Informationen.

source: A newer version of Froxlor has been installed but not yet set up.<br />Only the administrator can log in and finish the update.
de: Eine neuere Version von Froxlor wurde installiert, aber noch nicht eingerichtet.<br />Nur der Administrator kann sich anmelden und die Aktualisierung abschließen.
